{
    "privacyPolicyTitle": "Privacy policy",
    "privacyPolicyContent": "Protecting your personal data is very important to us. This privacy policy describes how we collect, use and protect your information.",
    "collectDataSubtitle": "Collecting data",
    "collectDataContent": "We collect personal information when you register on our site, when you log in to your account, make a purchase, enter a contest, and/or when you log out. Information collected includes your name, e-mail address, phone number, and/or credit card information.",
    "useDataSubtitle": "Using the data",
    "useDataContent": "Any information we collect from you may be used to personalise your experience, improve our website, enhance customer service and respond to your support and contact requests.",
    "protectDataSubtitle": "Data protection",
    "protectDataContent": "We implement a variety of security measures to keep your personal information safe. We use state-of-the-art encryption to protect sensitive information transmitted online. We also protect your information offline. Computers and servers used to store personal information are kept in a secure environment.",
    "yourRightsSubtitle": "Your rights",
    "yourRightsContent": "We do not sell, trade or otherwise transfer your personally identifiable information to third parties. This does not include trusted third parties who assist us in operating our website or conducting our business, so long as those parties agree to keep this information confidential. We believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our terms of use, or when required by law. However, non-personally identifiable information may be provided to other parties for marketing, advertising or other uses.",
    "modifyDataSubtitle": "Modification",
    "modifyDataContent": "We reserve the right to modify this privacy policy at any time. Any changes will be displayed directly in the application.",
    "unknownBivouac": "Unknown Bivouac",
    "fetchError": "An error occurred while fetching the data. Please try again later.",
    "historyTitle": "History of reservations",
    "noReservations": "You have no reservations yet."
}